{
  "destinations": [
    {
      "destination": "Paris",
      "hotels": [
        {
          "hotel": "St. James",
          "notes": "Lovely classic hotel tucked away in a courtyard in the 16th arrondissement walking distance from the Arc de Triomphe."
        },
        {
          "hotel": "Test",
          "notes": "Test"
        }
      ],
      "restaurants": [
        {
          "restaurant": "Benoit",
          "notes": "Classic parisian restaurant serving rich dishes like snails, foie gras, and tenderloin. Has a Michelin star but felt a bit touristy and the food was a little disappointing."
        }
      ],
      "day": [],
      "night": [],
      "id": 2
    },
    {
      "destination": "Mexico City",
      "hotels": [],
      "restaurants": [
        {
          "restaurant": "Contramar",
          "notes": "Incredible spot for lunch or dinner. Bustling at all times during the day. Amazing fresh fish that you put into tortillas to create tacos."
        },
        {
          "restaurant": "Lardo",
          "notes": "Located in the Condesa neighborhood. Fun atmosphere, nice interior, good wine and shareable dishes. "
        },
        {
          "restaurant": "Pujol",
          "notes": "Amazing tasting menu set in beautiful interior in the polanco neighborhood of mexico city."
        }
      ],
      "day": [
        {
          "activity": "Mercado de Coyoacan",
          "notes": "Iconic market with tons of stalls selling textiles, trinkets, art, food, and more. In the Coyoacan neighborhood, a short walk away from the Frida Kahlo house. About a 35 minute uber from downtown in non-rush hour. Recommend making a morning of it."
        },
        {
          "activity": "Frida Kahlo Museum",
          "notes": "Around a 30 minute uber from central Mexico City, take the tour around Frida's childhood \"blue\" home. Open air tour exploring her works of art. Head over to the Coyoacan Market aftwewards for a cafe at El Jarocho."
        }
      ],
      "night": [],
      "id": 4
    },
    {
      "destination": "New York",
      "hotels": [],
      "restaurants": [
        {
          "restaurant": "Libertine",
          "notes": "Lovely french bistro in the west village. Highly recommend - salad maison (light, fresh, and perfectly dressed), scallops, gnocchi (best thing we had), saucisse puree (their go-to dish, sausage and mashed potatoes)."
        },
        {
          "restaurant": "King's County",
          "notes": "Great spot for takeout or to dine-in. One of the best Chinese spots in the city - get the general tso's chicken, fried rice, egg rolls, and dumplings."
        },
        {
          "restaurant": "Tea & Sympathy",
          "notes": "TIny restaurant tucked away in West Village serving traditional British comfort food and a wide array of teas. I paired my tea with a lamb and cranberry pie - a perfect spot for a late lunch, or cozy early dinner."
        },
        {
          "restaurant": "Cucina Alba",
          "notes": "Lively with a modern design, it feels like this restaurant could be in Miami. Scene of fashionable people having dinner before going out - the food was surprisingly very good. We had the chopped salad, artichokes, table side spicy burrata pasta, agnolotti, and branzino. "
        }
      ],
      "day": [
        {
          "activity": "Highline",
          "notes": "Walk along the west-side of manhattan through Meatpacking and Chelsea on a raised walkway with lush landscaping and great views of the city."
        }
      ],
      "night": [
        {
          "activity": "Acme",
          "notes": "In Noho, the bar below the restaurant is a great spot for dancing and drinks. Difficult to get in as a walk-up but possible if you reserve an \"affordable\" cocktail table for a group."
        }
      ],
      "id": 5
    },
    {
      "destination": "London",
      "hotels": [
        {
          "hotel": "The Kensington",
          "notes": "Beautiful hotel in Kensington, reasonably priced, small but clean rooms, great gym and restaurant. Have a drink by the fireplace in the cozy sitting room off the lobby."
        }
      ],
      "restaurants": [
        {
          "restaurant": "Isabel Mayfair",
          "notes": "Chic restaurant with a gorgeous dining room serving the type of clientele you'd expect to see in Soho or St. Barth. A dinner DJ has everyone moving in their seats, good food, great cocktails, and a lounge underneath the restaurant for those who want to keep the night going."
        },
        {
          "restaurant": "Tamarind",
          "notes": "High-end Indian restaurant, a buzzing atmosphere with a stylish yet comfortable interior. Fantastic food - we had the baked vegetable samosa, the crispy lobster, and chicken tikka. Cocktails were also beautifully prepared and interesting flavor cominations. "
        }
      ],
      "day": [
        {
          "activity": "The National Gallery",
          "notes": "Classic London museum right off Trafalgar Square - worth spending an hour or two exploring the European works of art."
        }
      ],
      "night": [],
      "id": 6
    },
    {
      "destination": "Palm Springs",
      "hotels": [
        {
          "hotel": "The Parker",
          "notes": "Highly recommend, cool but luxurious hotel tucked away in palm springs with great pool scene, artsy lobby, and ornate rooms."
        }
      ],
      "restaurants": [],
      "day": [],
      "night": [],
      "id": 7
    },
    {
      "destination": "Cape Town",
      "hotels": [
        {
          "hotel": "Belmond Mount Nelson",
          "notes": "One of my favorite hotels I've stayed in. A pink facade in the heart of Cape Town, the rooms, pool, and lobby bar/restaurant are all perfectly done. Have a martini while sitting in the open air bar before dinner and meet interesting people from across the world. Sit poolside in a gorgeous setting on plush fabric chairs. Breakfast buffet is a must! "
        }
      ],
      "restaurants": [],
      "day": [],
      "night": [],
      "id": 8
    },
    {
      "destination": "Chicago",
      "hotels": [],
      "restaurants": [
        {
          "restaurant": "Gibson's",
          "notes": "Old-school Chicago steak-house with barroom piano player, big sides like cream-of-spinach, mashed potatoes, and good steaks."
        }
      ],
      "day": [],
      "night": [],
      "id": 9
    },
    {
      "destination": "Turks & Caicos",
      "hotels": [
        {
          "hotel": "Somsert",
          "notes": "Beautiful, serene, and clean with a quiet but stunning pool overlooking the hotel's beach and the grace bay ocean."
        }
      ],
      "restaurants": [
        {
          "restaurant": "Coco Bistro",
          "notes": "Must-go while in Turks. Their staple orange walls open up into a palm covered outdoor dining room with delicious fish, lobster, and conch choices."
        },
        {
          "restaurant": "Coiyaba",
          "notes": "Another great restaurant on the island. Feels a bit more authentic with unique interior design and open-air courtyard to dine under string lights. Get the popover and the curry."
        },
        {
          "restaurant": "Bay Bistro",
          "notes": "Understated but delicious beach dining. Make a reservation for dinner during the busy season but walk up for lunch or on an off night. Fresh fish, great appetizers including conch wontons and vegetable spring rolls. The chocolate torte is a must get for dessert."
        }
      ],
      "day": [],
      "night": [],
      "id": 10
    }
  ]
}