{
  "destinations": [
    {
      "destination": "Paris",
      "hotels": [
        {
          "hotel": "St. James",
          "notes": "Lovely classic hotel tucked away in a courtyard in the 16th arrondissement walking distance from the Arc de Triomphe. Felt more residential and less touristy but luxorious."
        }
      ],
      "restaurants": [
        {
          "restaurant": "Benoit",
          "notes": "Classic parisian restaurant serving rich dishes like snails, foie gras, and tenderloin. Has a Michelin star but felt a bit touristy and the food was a little disappointing."
        }
      ],
      "day": [
        {
          "activity": "Merci",
          "notes": "Great boutique market"
        }
      ],
      "night": [],
      "id": 2
    },
    {
      "destination": "Mexico City",
      "hotels": [
        {
          "hotel": "Four Seasons",
          "notes": "Located in the Roma Norte neighborhood, the hotel wraps around a lush courtyard where the hotel has set-up their restaurant seating area. Comfortable and clean rooms, good service, and a good deal relative to most four seasons."
        }
      ],
      "restaurants": [
        {
          "restaurant": "Contramar",
          "notes": "Incredible spot for lunch or dinner. Bustling at all times during the day. Amazing fresh fish that you put into tortillas to create tacos."
        },
        {
          "restaurant": "Lardo",
          "notes": "Located in the Condesa neighborhood. Fun atmosphere, nice interior, good wine and shareable dishes. "
        },
        {
          "restaurant": "Test",
          "notes": "1"
        }
      ],
      "day": [
        {
          "activity": "Mercado de Coyoacan",
          "notes": "Iconic market with tons of stalls selling textiles, trinkets, art, food, and more. In the Coyoacan neighborhood, a short walk away from the Frida Kahlo house. About a 35 minute uber from downtown in non-rush hour. Recommend making a morning of it."
        }
      ],
      "night": [],
      "id": 4
    },
    {
      "destination": "New York",
      "hotels": [],
      "restaurants": [
        {
          "restaurant": "Libertine",
          "notes": "Lovely french bistro in the west village. Highly recommend - salad maison (light, fresh, and perfectly dressed), scallops, gnocchi (best thing we had), saucisse puree (their go-to dish, sausage and mashed potatoes)."
        },
        {
          "restaurant": "King's County",
          "notes": "Great spot for takeout or to dine-in. One of the best Chinese spots in the city - get the general tso's chicken, fried rice, egg rolls, and dumplings."
        }
      ],
      "day": [
        {
          "activity": "Highline",
          "notes": "Walk along the west-side of manhattan through Meatpacking and Chelsea on a raised walkway with lush landscaping and great views of the city."
        }
      ],
      "night": [
        {
          "activity": "Acme",
          "notes": "In Noho, the bar below the restaurant is a great spot for dancing and drinks. Difficult to get in as a walk-up but possible if you reserve an \"affordable\" cocktail table for a group."
        }
      ],
      "id": 5
    }
  ]
}